10/data/attachments/f12859120c5cdb65.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_155782e0-0efb-4987-ac17-a2f2ef2aa06c</nif:username>
            <nif:friendToBeAdded>Brandy_first_Actions_55427_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>